@extends('layouts.app')

@section('title', 'Terms & Conditions')

@section('content')

<div class="row">
  <div class="col-12">
    <h1>{{ __('Terms & Conditions') }}</h1>
    <div class="separator mb-5"></div>
  </div>
  <div class="col-12">
    <div class="card">
      <div class="card-body">
        <h2>شروط وأحكام sure bills</h2> 

        <p>تنطبق هذه الشروط والأحكام على كل مستخدم لهذا الموقع وتطبيقاته سواء الأشخاص المعنوية أو الطبيعية المتعاقدة مع sure bills لتحصيل أموال الغير بصفة ودية "مالكة الموقع" عن طريق هذا الموقع وجميع تطبيقاته ، أو جهاز متصل بمتصفح الانترنت وتعتبر هذه الشروط والأحكام ملزمة لكل مستخدم ويحق لـ sure bills تعديلها وقتما ترى ذلك لازماً ويعتبر دخول المستخدم إلى الموقع بعد تعديلها موافقة منه على هذه التعديلات.</p>

        <p>الغرض من الموقع ووصف الخدمات</p>

        <p>الغرض من هذا الموقع هو تقديم خدمة ميسرة إلى أصحاب المشاريع بجميع أنواعها ومجالاتها لتحصيل فواتيرهم إلكترونياً.</p>

        <p>نظام العضوية في الموقع .</p>

        <p>يحصل كل مشترك (مالك مشروع) يستخدم خدمات sure bills على "اسم مستخدم" و "كلمة مرور" من sure bills . أما عميل المشترك فيحصل على معلومات دفع الفاتورة من مسؤول المشروع المشترك في خدمة sure bills من خلال رابط الدفع.</p>

        <p>يضمن المستخدم عند استخدام الموقع أن أية معلومات شخصية مقدمة منه أو متوفرة عنه صحيحة ودقيقة وسارية المفعول وكاملة من كافة النواحي وانه سوف يقوم بابلاغ إدارة الموقع بأي تغييرات قد تطرأ على معلوماته الشخصية فور حدوثها وذلك عن طريق تحديث معلومات العضوية الخاصة به على الموقع أو عن طريق الاتصال بإدارة الموقع. ويوافق على عدم تقمص شخصية أي شخص او جهة اخرى او استخدام اسم مزور او اسم لا يكون مصرح له باستخدامه. كما يقر المستخدم بحق الشركة بالمطالبة بالتعويض في حال وقوع أي ضرر على الشركة ناتج عن عدم تحديث بياناته.</p>

        <p>يجب الاحتفاظ بكلمات السر الخاصة بالاعضاء في سرية تامة في كافة الاوقات ولا يجب مشاركتها أو الكشف عنها إلى أي شخص آخر. والمستخدم مسؤول عن كافة الانشطة التي تحدث او التي يتم تقديمها عن طريق عضويته. ويلتزم في حال علمه أو اشتباهه بأن هناك شخص يعلم كلمة السر الخاصة به أن يقوم بإخطار إدارة الموقع فوراً بذلك .</p>

        <p>لا يجوز لأي من مستخدمي الموقع استخدامه لأي غرض غير مشروع أو غير مصرح به قد يؤدي الى التسبب في الإضرار بالشركة أو بالموقع أو محاولة الحصول على صلاحية دخول غير مصرح به إلى هذا الموقع أو الى الشبكات الموصلة به، عن طريق القرصنة أو الخداع او أي وسائل اخرى مشابهة.</p>

        <p> بطاقات الدفع Debit/Credit Cards Cards التي يستخدمها المستخدم في السداد من خلال بوابة الدفع الالكترونيةعلى موقع أو تطبيقات sure bills يتوجب أن تعود ملكيتها له شخصياً أما في حال كانت ملكية البطاقة تعود لشخص آخر فيتوجب على المستخدم إستخدامها بصورة قانونية وذلك بموافقة صاحب البطاقة</p>

        <p> لا يجوز للمستخدم الدخول الى او استخدام الموقع لاي غرض اخر بخلاف ذلك الذي تقوم  sure bills بتوفيره. لا يجوز استخدام الموقع بالارتباط مع أي مصالح تجارية باستثناء تلك التي تم اقرارها او اعتمادها تحديدا من إدارة الموقع وفي حال إرتكاب المستخدم أي أنشطة محظورة، فإن إدارة الموقع لديها الحق في تعليق، أو منع أو إنهاء عضوية المستخدم ومنع دخوله إلى الخدمة. كم يحق للشركة وإدارة الموقع المطالبة بتعويض مادي جراء أي إساءة إستخدام لخدمات الموقع وإتخاذ ما تراه مناسباً للتعويض عن الإضرار بسير عمل الشركة.</p>

        <h3>سلطة إدارة الموقع .</h3>

        <p>يجوز لإدارة الموقع وقف تشغيله بشكل مؤقت أو دائم وقتما شاءت دون أن يرتب ذلك أية حقوق لمستخدميه أو أي طرف ثالث</p>

        <p> تمتلك إدارة الموقع كافة حقوق الملكية والنشر الناشئة عن ملكية المعلومات والمستندات والبرمجيات والتصميمات والرسوم البيانية الخ، التي تقوم بانتاجها بنفسها أو تقوم بشرائها من الخارج.</p>

        <p> لا تلتزم إدارة الموقع بتغيير المعلومات المتعلقة بقيمة الفاتورة وخلافه من معلومات ذات صلة والتي يتم تقديمها عبر الموقع حيث أن الملزم بذلك هو مدير المشروع أو الشركة المديرة وتنتفي مسئولية إدارة الموقع عن أية أضرار قد تلحق بأي مستخدم جراء عدم تحديث تلك المعلومات .</p>

        <p> يجوز ان تقوم إدارة الموقع باي تغييرات على تنفيذ هذه الاتفاقية وتعديل المواد القائمة او اضافة مواد جديدة قد يتطلبها الالتزام بأي تعليمات فنية أوقواعد قانونية يتم اصدراها في المستقبل.</p>

        <p> يجوز ان يكون هذا الموقع غير متاح في بعض الاوقات للسماح بعمليات الصيانة والتحديث و سوف تسعى إدارة الموقع لابلاغ مستخدميه مسبقا بعدم توفر أي خدمة مذكورة، الا ان ذلك لا يمكن ضمانه وتحتفظ إدارة الموقع بحقها في تعديل او سحب الخدمة في أي وقت .</p>

        <h3>صلاحية سجلات  sure bills</h3>

        <p>في حالة النزاعات التي قد تنشا بين إدارة الموقع ومستخدميه فإن المستخدم يوافق مسبقاً ويقر بأن ادخال أي قيود وسجلات الكترونية تعد دليلا معولاً عليه في الإثبات ويقر المستخدم بتنازله مسبقا عن كافة انواع الاعتراضات على سجلات الموقع حيث ان هذه السجلات يتم الاحتفاظ بها بالشكل الواجب وفقاً للقانون.</p>

        <p> يحق لإدارة الموقع وفقا لتقديرها وسلطتها المطلقة ان تقوم بتحرير أي من المساهمات او المعلومات المدخلة او تغييرها أو الإحتفاظ بها حتى بعد إنهاء العقد مع المالك أو مدير المشروع .</p>

        

        <p>تخضع شروط هذا الموقع وتفسر وفقا للقانون السعودي. وسوف تخضع النزاعات الناشئة والمتعلقة بشروط الموقع الماثلة (بما في ذلك النزاعات غير التعاقدية) الى الاختصاص .</p>
        

        <h3>التنفيذ</h3>

        <p> في حالة اعتبار أي جزء من شروط وأحكام الاستخدام الماثلة غير قانونية او باطلة او غير قابلة للتنفيذ لاي سبب، عندئذ سوف يعتبر هذا الشرط أو الحكم قابل للفصل عن باقي الشروط والأحكام الماثلة ولن تؤثر على صلاحية وقابلية تنفيذ أي من الاحكام المتبقية لشروط الاستخدام الماثلة. ولن يتم تفسير أي تنازل من جانب إدارة الموقع على أي انتهاك لهذه الشروط والأحكام من قبل المستخدم على أنه تنازل عن أي انتهاك سابق او لاحق لاي حكم أو شرط.</p>

        <h3>الأخطاء</h3>

        <p> يلتزم المشترك في حالة قيام الشركة بإيداع مبلغ زائد في حسابه بطريق الخطأ، يلتزم بإبلاغ الشركة فور علمه بذلك. كما يلتزم بإعادة أي مبالغ تم إيداعها في حسابه بطريق الخطأ في مدة أقصاها 10 أيام عمل، ويقر بعلمه بحق الشركة بالمطالبة بتعويض مادي في حال تخلفه عن إرجاع المبلغ في المدة المذكورة.</p>

        <h3>تحديد المسؤولية</h3>

        <p> للحد المسموح به بموجب القانون، تقدم إدارة الموقع هذا المحتوى والموقع كما هو أو حسبما يتاح لها لاحقاً ولا تقدم أي تعهد او ضمان من أي نوع، صريح كان ام ضمني، بخصوص محتوى او توفر هذا الموقع، او انه سوف يكون في الوقت المحدد او خالي من الاخطاء، وأن العيوب سيتم تصحيحها، او ان الموقع او الخادم الذي يقوم بتوفيره خالي من الفيروسات او المكونات الضارة الاخرى.</p>

        <p> وبالخضوع الى الفقرة السابقة، فإن إدارة الموقع ومسئوليه ووكلاءه وموظفيه ليس عليهم أي مسؤولية تجاه أي خسائر او اضرار مباشرة أو غير مباشرة قد تلحق بمستخدميه نتيجة أي تقصيرهم أو عدم قدرتهم على استخدام هذا الموقع.</p>

        <h3>التعويض</h3>

        <p> يقر المستخدم بمسئوليته الكاملة عن استخدامه للموقع ويلتزم بتعويض إدارة الموقع عن أية أضرار قد تلحق بها جراء استخدامه للموقع بالمخالفة لشروط استخدامه أو أي افعال قد تؤدي للإضرار بالموقع أو إدارته، كما يحق للشركة إتخاذ الإجراء الذي تراه مناسباً للتعويض عن سوء الإستخدام .</p>

        <p>أسعار الخدمات المقدمة وتكلفتها معروض على موقع الشركة. قد ترى الشركة منح سعر أقل للمشترك بحسب حجم النشاط.</p>

        <br>

        <h2>سياسة إسترداد المدفوعات  </h2>

        <p>· تسمح sure bills للتجار المسجلين لديها بنشر سياسة استرداد نقود وسياسة إلغاء وسياسة تعديل خاصة بهم. ويجب أن يتم عرضها على على العميل خلال عملية الشراء سواء على صفحة الدفع الخاصة بالتاجر على موقعه الإلكتروني أو التطبيق .</p>

        <p>· يتم تحويل النقود الى بنك العميل أو بطاقته الإئتمانية خلال 4 الى 15 أيام عمل. وقد تستغرق العملية في بعض الأحيان وقت أطول بحسب الحالة.</p>

        <p>· تكلفة استرداد النقود تعتمد على نوع عملية الدفع وعملة حساب المستفيد. يتم خصم العمولة إن وجدت من التاجر. تقوم sure bills بجميع الحالات بعرض قيمة إسترداد الأموال.</p>

        <p>· تسمح sure bills للتاجر بإرجاع المبلغ للعميل من خلال حساب شركته وذلك من خلال إيداع المبلغ للتاجر.</p>

        <p>· في حال بلوغ شكوى من عميل ضد تاجر مسجل لدى sure bills ، يحق للشركة مراجعة ملف التاجر ودراسة الحالة، وإتخاذ ما يلزم وفقاً لتقديرها الخاص، إما يتعويض العميل، أو إيقاف حساب التاجر أو رفض المطالبة لثبوت بطلانها.</p>

        <p>· تعتمد فترة تسوية الاموال بحسب البنك والمنطقة والاتفاقية. في حال لم تستقبل أموالك خلال فترة التسوية المحدّدة .</p>

        <p>· في حال خصم مبلغ من بطاقة العميل أكثر من مرة بسبب حدوث خطأ فني، أو في حالة خصم مبلغ زائد من حساب العميل لأي سبب، يتم رد المبلغ الزائد إلى العميل باستثناء رسوم بوابة الدفع.</p>

        <p>· يجب على العميل تقديم طلب إسترداد المبلغ مع رقم المعاملة وإيصال الدفع وأي معلومات أخرى متوفرة .</p>

        <p>· لا تتحمل sure bills أي مسؤولية أو التزام في حال عدم وصول المبلغ للعميل بسبب تزويدها بمعلومات غير كافية أو غير دقيقة أو غير صحيحة. كما لا تتحمل الشركة أي مسئولية أو إلتزام في حال حدوث ظروف خارجة عن سيطرة الشركة تحول دون تحويل المبلغ للعميل.</p>

        <p>· تحتفظ sure bills بحق تعليق أو إنهاء حساب التاجر (بشكل كامل أو جزئي) في أي وقتوفقا لتقديرها الخاص، مع أو من دون إخطار بذلك،كما أن الشركة لن تكون مسؤولة تجاه العملاء أو أي طرف ثالث عن أي إنهاء من هذا القبيل. وفي حال الإنهاء لأي سبب من الأسباب؛ يوافق التاجر على التوقف فوراً عن استخدام الخدمات.</p>

        <p>· تحتفظ sure bills بحق إحالة أي تاجر تشتبه بنشاطه وأعماله إلى سلطات إنفاذ القانون المناسبة. </p>

        <h2>سياسة الخصوصية</h2>

        <p>سياسة الخصوصية الخاصة بنا تبين الطرق التي نستخدمها في جمع و تخزين و استخدام وحماية معلوماتك الشخصية. “المعلومات الشخصية” تعني بالنسبة لنا معلومات ترتبط بشخص محدد ويمكن استخدامها لتشخيص ذلك الشخص. نحن لا نعتبر أن المعلومات مجهولة المصدر حيث لا يمكن استخدامها لتشخيص شخص محدد.</p>

        <p>أنت توافق على سياسة الخصوصية هذه عندما تقوم بالتسجيل، الوصول، أو تستخدم منتجاتنا، خدماتنا، محتوى، عناصر/مميزات، تقنيات أو فعاليات معروضة على موقعنا على الإنترنت أو التطبيقات والخدمات (خدمات sure bills).</p>

        <p>بتزويدنا بمعلوماتك الشخصية فإنك توافق صراحة على معالجتنا لمعلوماتك الشخصية بما يتوافق مع شروط سياستنا للخصوصية.</p>

        <p>قد نقوم بتعديل سياستنا للخصوصية في أي وقت من خلال نشر نسخة معدلة على موقعنا على الإنترنت  bills.surepay.com وسيسري مفعول النسخة المعدلة في الوقت الذي تنشر فيه، ويجب أن يشكل استمرار استخدامك لخدمات sure bills موافقة صريحة على استمرارية معالجتنا لمعلوماتك الشخصية بما يتوافق مع شروط آخر نسخة لسياستنا للخصوصية. في حال تضمنت النسخة المعدلة تغييرا جوهريا، سنقوم بإشعارك مسبقاً من خلال نشر إشعار التغيير على موقعنا.</p>

        <p>يرجى مراجعة سياسة الخصوصة بشكل دوري للتأكد من رضاك عن أي تغييرات محتملة.</p>

        <p>o     للبدء باستخدام خدمة من خدمات sure bills، سيطلب منك تزويدنا بمعلومات شخصية محددة، مثل الإسم، عنوان البريد الإلكتروني، رقم الهاتف ومعلومات تشخيصية أخرى قد نقوم بضمها لمعلوماتك الشخصية. في حال التسجيل للحصول على حساب تحصيل أموال في أي من خدمات sure bills، سيتعين علينا طلب تزويد إثبات شرعي للشخصية (مثلا، نسخة من جواز السفر، شهادة تسجيل تجاري، بطاقتك للهوية الوطنية).</p>

        <p>يجب أن تؤكد أن عنوان بريدك الإلكتروني الذي قمت بتسجيله معنا مُحدثا دائما بحيث يمكننا التواصل معك بمعلومات مهمة تتعلق بحسابك.</p>

        <p>قد يتم تتبع عنوان بروتوكول الإنترنت (IP) الخاص بك، معلومات حول جهاز كمبيوترك (على سبيل المثال، نوع المتصفح) ومعلومات التصفح (على سبيل المثال، الصفحات التي تزورها على موقعناوكذلك الأوقات التي تزور فيها الموقع.</p>

        <p>قد نقوم بجمع معلومات عنك أو حولك بطرق أخرى لم تذكر/توضح بشكل خاص هنا. على سبيل المثال، قد نقوم بجمع معلومات تتعلق بتواصلك مع فريقدعم العملاء أو معلومات تتعلق بالجهاز الذي تستخدمه للوصول لخدماتنا ومدى أمانه للوصول لخدماتنا.</p>
        
        <p>o     نستخدم معلوماتك الشخصية لتوفير وتحسين خدمات sure bills. قد نستخدم معلوماتك الشخصية أيضا لتحديد ومنع النشاطات غير القانونية وتطبيق شروط وأحكام شركتنا.</p>

        <p>قد نقوم بمشاركة بعض معلوماتك الشخصية التي قدمتها لنا مع البنوك أو خدمات المعالجة والتحقق لأغراض تشخيص الاحتيال. قد نحتاج في مثل تلك الظروف لطلب إثبات الشخصية منك أو من عميلك.</p>

        <p>كما أننا قد نضطر لكشف معلوماتك الشخصية لوكالات حكومية مثل وكالات إنفاذ القانون أو أطراف ثالثة أخرى حيثما اضطررنا لذلك، في حال كنا نتعاون مع تحقيق جار لإنفاذ القانون، أو حال إعتقادنا بأن مثل هذا العمل ضروريا لمنع ضرر مادي أو خسارة مالية، أو للإبلاغ عن نشاط غير قانوني أو للتحقيق في انتهاك لشروط وأحكام موقعنا.</p>

        <p>قد نقوم بمشاركة معلوماتك الشخصية مع أطراف ثالثة للأغراض التالية:</p>

        <p>• منع الاحتيال وإدارة المخاطر: للمساعدة في منع الاحتيال أو تقييم وإدارة المخاطر.</p>
        <p>• خدمة العملاء: بهدف خدمة الزبائن بما يشمل خدمة حساباتك</p>
        <p>• الشحن: الخدمات المتعلقة بالمشتريات التي تتم باستخدام sure bills.</p>
        <p>• الالتزام القانوني: مساعدة جهة ما على الالتزام بمتطلبات التحقق من مكافحة غسيل الأموال وتمويل الإرهاب.</p>
        <p>• أطراف ثالثة أخرى لتحسين تجربتك أو معالجة طلبك أو لأغراض التسويق لمنتجاتنا.</p>
          

        <p>o     إذا تغيرت معلوماتك الشخصية بأية طريقة كانت، إذا كانت معروضة بطريقة خاطئة على حساب العميل الخاص بك أو إذا كنت ترغب في تعديلها لأي سبب آخر، يجب عليك فورا تحديث، تعديل أو تصحيح معلوماتك الشخصية (حيثما أمكن ذلك) من خلال صفحة الحساب على sure bills.</p>

        <p>في حال رغبتك بتعطيل حسابك في أحد خدمات sure bills، سيتعين عليك التواصل مع فريق دعم العملاء </p>

        <p>في حال تعطيل حسابك لدينا، قد نحتاج للاحتفاظ بمعلوماتك الشخصية لنتوافق مع القانون أو للمساعدة في أي تحقيق قانوني أو تفادي أي إحتيال.</p>

        

        <p>o     لا تمتلك sure bills أي سيطرة على ممارسات المواقع التي تستخدم بوابة الدفع الخاصة بها. يرجى ملاحظة أن التجار الذين تتعامل معهم لهم سياسات خصوصية خاصة بهم، وعليه يجب عليك مراجعة هذه السياسات في حال عند التعامل معهم.</p>

        <p>o     إذا كانت لديك أسئلة حول سياستنا للخصوصية، الرجاء التواصل مع فريقنا الدعم الفني </p>

        <p>o     يمكنك بسهولة إلغاء الاشتراك في معظم رسائل البريد الإلكتروني التي نرسله لك، ولكن هناك بعض الاستثناءات. رسائل البريد الإلكتروني التي لا يمكنك منع إستقبالها تتضمن معلومات مهمة يجب أن نتأكد من وصولها لك. هذه الرسائل تشمل:</p>

        <p>• إشعارات حول التغييرات في شروط الخدمة</p>
        <p>• إشعارات حول التغييرات في سياسة الخصوصية</p>
        <p>• رسائل الترحيب التي تستلمها عندما تقوم بالتسجيل لمنتج أو خدمة من sure bills</p>
        <p>• وصولات الفواتير المدفوعة</p>
        <p>• إشعارات حول عمليات انقطاع خدمة</p>
        <p>• إشعارات تتعلق بأمن الحساب و الصيانة </p>
        <p>• إشعارات قانونية</p>
        <p>يمكنك إلغاء الاشتراك في جميع أنواع الإشعارات الأخرى. و تشمل:</p>
        <p>•رسائل التسويق</p>
        <p>• النشرات الإخبارية</p>

    </div>

  </div>

</div>
</div>

@endsection
