 @extends('layouts.landing')

@section('title', __('privacy'))

@section('content')
    <div class="page_name">
      <div class="container">
        <div class="breadcrumbs">
          <ul>
            <li><a href="{{ url('/') }}" title="الرئيسية">الرئيسية</a></li>
            <li>|</li>
            <li>سياسة حماية البيانات والخصوصية</li>
          </ul>
        </div><!-- breadcrumbs -->
        <div class="title">سياسة حماية البيانات والخصوصية</div>
      </div><!-- container -->
    </div><!-- page_name -->

    <div class="container">
      <div id="simple_page">
        <span style="font-weight: bold;font-size: 17px;margin-bottom: 10px;display: block;">مقدمة</span>
        <p style="margin-bottom: 10px;">تدرك شركة مدفوعات شور لتقنية المعلومات أهمية الخصوصية وحماية البيانات الشخصية في العصر الرقمي وبالتالي فهي ملتزمة بحماية خصوصية مستخدمي شركة مدفوعات شور أثناء تصفح أو استخدام مواقعنا الإلكترونية واستخدام خدماتنا. </p>
        <p style="margin-bottom: 10px;">ستوضح سياسة الخصوصية هذه كيف تضمن شركة مدفوعات شورحماية البيانات الشخصية على مستوى متقدم (مثلا أي معلومات تتعلق بالأشخاص الطبيعيين الذين يمكن تحديد هوياتهم، بشكل مباشر أو غير مباشر، خاصة بالرجوع إلى سمة تعريف الاسم أو رقم التعريف أو معلومات عن الموقع أو معرف الإنترنت، أو واحدة أو أكثر من العوامل المحددة لهذا الشخص الطبيعي؛ المشار اليها فيما بعد بـ "البيانات الشخصية"). </p>
        <p style="font-size: 18px;margin-bottom: 10px;display: block;">وبشكل محدد، ستوضح سياسة الخصوصية  ما يلي :</p>
        <ul style="list-style: inside;display: block;margin-bottom: 10px;">
          <li>لماذا نقوم بجمع ومعالجة البيانات الشخصية وكيف نستخدمها</li>
          <li>على أي أساس قانوني نقوم بمعالجة البيانات الشخصية</li>
          <li>من يمكنه الولوج إلى بيانات العميل الشخصية</li>
          <li>أين يمكن تخزين أو نقل بيانات العميل الشخصية</li>
          <li>كيف نحمي أمن بيانات العميل الشخصية</li>
          <li>إلى متى نقوم بالاحتفاظ ببيانات العميل الشخصية</li>
          <li>ما الحق الذي يمكن أن يمارسه العميل فيما يتعلق ببياناتة الشخصية بموجب القوانين واللوائح الحالية</li>
          <li>كيفية الاتصال بنا</li>
        </ul>
        <br>
        <p>تطبق سياسة الخصوصية هذه على  الخدمة التي تقدمها شركة مدفوعات شور لتقنية المعلومات.</p>
        <br>
        <p style="font-size: 18px;margin-bottom: 10px;display: block;">تعريفات رئيسية لسياسة الخصوصية :</p>
        <ul style="list-style: inside;display: block;margin-bottom: 10px;">
          <li>أنا"، "لنا"، أو "نحن" تشير إلى شركة مدفوعات شور لتقنية المعلومات.</li>
          <li>أنت"، أو "المستخدم" تشير إلى الشخص (الأشخاص) الذي يستخدم خدمات شركة مدفوعات شور لتقنية المعلومات. </li>
        </ul>
        <p style="font-size: 18px;margin-bottom: 10px;display: block;">نقوم بجمع ومعالجة بيانات العميل الشخصية للأغراض التالية :</p>
        <ul style="list-style: inside;display: block;margin-bottom: 10px;">
          <li>لتزويد العميل بالخدمة التي يطلبها منا؛ وللسماح للعميل باستخدام خدمات مدفوعات شور التي تتطلب التسجيل لكي يتم توفير له خدمة نقاط البيع؛ في هذه الحالة سوف يتم تطبيق العناية الواجبة ومبدأ أعرف عميلك ويجب أن يرفق العميل المستندات والبيانات الشخصية التالية: السجل التجاري أو وثيقة العمل الحر و الهوية للمالك بطاقة الايبان الخاصة بالنشاط واسم العميل ورقم الهاتف وعنوان بريدك الإلكتروني. </li>
          <li>تخزين سجل العمليات؛ مراجعة بيانات العميل ودراسة عملياتة المالية ومقارنتها مع النشاط ورفع حالات الاشتباه لقسم الالتزام لدراستها وإحالته للجهات المختصة </li>
          <li>للتواصل مع العميل؛ ومحاولة مساعدتة في  حال أي مسائل قد يواجهها .</li>
          <li>لإنشاء وللحفاظ على بيئة موثوقة وآمنة؛ التحقيق أو كشف أو منع أو الإبلاغ عن الاحتيال أو غيرها من الأنشطة المحظورة أو غير القانونية المحتملة؛ ولحماية عملاءنا وحقوق وأمان وسلامة منتجنا؛ ولتطبيق شروط الخدمة الخاصة بنا أو غيرها من الاتفاقيات أو السياسات؛ وللتحقق من هوية العميل</li>
          <li>الامتثال لأية قوانين أو أنظمة سارية؛ و الاستجابة لطلبات والتعاميم الصادرة من البنك المركزي السعودي.</li>
        </ul>
        <br>
        <p style="font-size: 20px;margin: 0;display: block;">الأساس القانوني لمعالجة بيانات العميل الشخصية</p>
        <p style="font-size: 16px;margin-bottom: 10px;display: block;">بناءً على نوع البيانات التي سيتم معالجتها، سنقوم بمعالجة بيانات العميل الشخصية على أحد الأسس التالية :</p>
        <ul style="list-style: inside;display: block;margin-bottom: 10px;">
          <li>موافقت العميل المسبقة: عندما يتم التسجيل من قبل العميل في خدمتنا وإنشاء ورفع الطلب على النظام، يتم الموافقة على الشروط والاحكام ورفع المستندات المطلوبة، بحيث انه عند عدم رفع المستندات كاملة لايتم تزويد الخدمة للعميل. </li>
          <li>علاقة تعاقدية: إن معالجة بيانات العميل الشخصية ضرورية بشكل عام لتنفيذ أو إنجاز العقد؛ يتم تطبيق العناية الواجبة ومبدأ أعرف عميلك والتحقق من المستندات بالطلب في حال تم الطلب من العميل بتصحيح المستندات وتم الرفض لايتم قبول الطلب. </li>
          <li>مصلحة مشروعة: بمعنى قانون حماية البيانات:يتم حفظ البيانات في قاعدة بيانات الشركة ولايستطيع الوصول إليها إلا الموظفين المصرح لهم. </li>
          <li>الالتزامات والقواعد التنظيمية والتعاميم الصادره من البنك المركزي السعودي. </li>
        </ul>
        <br>
        <span style="font-size: 19px;margin-bottom: 0;display: block;">إمكانية الوصول لبيانات العميل الشخصية</span>
        <p style="font-size: 16px;margin-bottom: 0;display: block;">سيتم منح إمكانية الوصول إلى بيانات العميل الشخصية الموظفين المصرح لهم الذين يحتاجون إلى معرفة تلك المعلومات من أجل معالجتها لمصلحة الشركة ، والذين يخضعون لالتزامات السرية الصارمة وقد يتم تأديبهم وحتى إنهاء تعاملنا معهم في حال أخفقوا في تنفيذ هذه الالتزامات. </p>
        <br>
        <span style="font-size: 19px;margin-bottom: 0;display: block;">كيف يتم حماية أمن البيانات الشخصية </span>
        <p style="font-size: 16px;margin-bottom: 0;display: block;">نحن نتبع إجراءات أمنية إلكترونية ، بما في ذلك نماذج الحوكمة لحماية بياناتك الشخصية وفقا لقانون حماية البيانات من الوصول غير المصرح به إلى البيانات الشخصية أو استخدامها أو تغييرها أو الإفصاح عنها أو إتلافها، ولايتم بيع معلومات العميلاء لطرف ثالث. </p>
        <br>
        <span style="font-size: 19px;margin-bottom: 0;display: block;">أين يمكن تخزين أو نقل بيانات العميل الشخصية </span>
        <p style="font-size: 16px;margin-bottom: 0;display: block;">يتم حفظ البيانات الشخصية الخاصة بالعملاء في قاعدة البيانات الخاصة بالشركة. </p>
        <br>
        <span style="font-size: 19px;margin-bottom: 0;display: block;">المدة التي يتم حفظ بيانات العميل الشخصية </span>
        <p style="font-size: 16px;margin-bottom: 0;display: block;">سوف يتم الاحتفاظ ببيانات العميل الشخصية فور قبول طلب التسجيل،وحتي مدة إستخدام العميل للخدمة. </p>
        <br>
        <span style="font-size: 18px;margin-bottom: 10px;display: block;">كيف يتم تحديث بيانات العميل الشخصية </span>
        <ul style="list-style: inside;display: block;margin-bottom: 10px;">
          <li>عند إنتهاء تاريخ السجل التجاري أو وثيقة العمل الحر يتم التواصل مع العميل أو إرسال بريد الكتروني لطلب النسخة الجديدة ويتم إيقاف الخدمة مؤقتا غلى أن يتم تزويدنا بالنسخ الجديدة.</li>
          <li>عند تغيير العميل لرقم الايبان الذي يتم تحويل العمليات إلية، يتم التواصل عبر الرقم الموحد الخاص بخدمة العملاء أو التواصل على رقم الواتس أب ويتم الطلب من العميل تعبئة نموذج تحديث تغيير الايبان وطلب نسخة جديدة من بطاقة الايبان وطلب جميع المستندات التي تم طلبها عند التسجيل  ومقارنتها بالمستندات المتواجده بالنظام  " عند إنشاء الطلب". </li>
          <li>اذا طلب العميل تحديث رقم الجوال يطلب من العميل ارسال اثبات بملكيته للرقم الجديد من شركات الاتصال أو أي جهه موثقه، أو يتم ارسال رمز تحقق على الجوال المسجل. أوالاتصال على العميل والسؤال عن البيانات المسجلة للتحقق. </li>
          <li>يتم رفض تحديث البيانات عند رفض العميل بتقديم المستندات المطلوبه أو عدم تعاونة. </li>
          <li>قد يتم رفض طلب التحديث عند الطلب بشكل متكرر وبدون سبب معقول لتغيير الايبان الذي يتم تحويل المبالغ علية.</li>
          <li>يجب ان يكون طلب التحديث من قبل المالك أو الموكل  ولايحق لأي موظف لدي العميل بطلب تحديث البيانات.</li>
        </ul>
        <br>
        <span style="font-size: 18px;margin-bottom: 10px;display: block;">القنوات المتاحة للعميل للتواصل معنا :</span>
        <ul style="list-style: inside;display: block;">
          <li>الرقم الموحد لخدمة العملاء(8001110102).</li>
          <li>رقم مخصص للتواصل عن طريق الواتس اب (966558946366+). </li>
          <li>عن طريق البريد الالكتروني .(POS-support2@surepay.sa) </li>
          <li>العناية بالعملاء (طلب دعم فني وتحديد نوع الرسالة ). </li>
          <li>ويتم استقبال الشكاوي على الرقم الموحد  والبواية الالكترونية والواتس اب والبريد الالكتروني . </li>
        </ul>
      </div><!-- simple_page -->
    </div><!-- container -->
@endsection


@push('footer-scripts')
@endpush
