 @extends('layouts.landing')

@section('title', __('Terms'))

@section('content')
    <div class="page_name">
      <div class="container">
        <div class="breadcrumbs">
          <ul>
            <li><a href="{{ url('/') }}" title="الرئيسية">الرئيسية</a></li>
            <li>|</li>
            <li>الشروط والاحكام</li>
          </ul>
        </div><!-- breadcrumbs -->
        <div class="title">الشروط والاحكام</div>
      </div><!-- container -->
    </div><!-- page_name -->

    <div class="container">
      <div id="simple_page">
        <p style="margin-bottom: 10px;">تعتبر اتفاقية الشروط والاحكام جزء لا يتجزأ عن العقد بين العميل وشركة مدفوعات شور، عند القيام بالموافقة على هذه الاتفاقية فإنكم تقرون على أنه قد تمت القراءة والموافقة على هذه الشروط والأحكام المبينة أدناه: </p>
        <ul style="list-style: decimal;display: block;margin-bottom: 10px;margin-inline-start: 1rem;">
          <li style="margin-bottom: 5px;">المستندات المطلوبة</li>
          <ol style="list-style: decimal;padding: 0;margin-inline-start: 1.5rem;margin-bottom: 5px;">
            <li style="margin-bottom: 5px;">نسخة عن السجل التجاري بالرقم الموحد ساري المفعول أو وثيقة العمل الحر.</li>
            <li style="margin-bottom: 5px;">الهوية الوطنية موقعة من التاجر أو هويات الشركاء في حال التعدد.</li>
            <li style="margin-bottom: 5px;">وكالة قانونية (إذا المدير يتصرف بأعمال الشركة). </li>
            <li style="margin-bottom: 5px;">شهادة الايبان مختومة من البنك (شرط أن يكون اسم الحساب باللغة الإنجليزية).</li>
          </ol>
          <li style="margin-bottom: 5px;">الحد الأدنى للعمليات: 5,000 ريال شهرياً، ويحق لشركة مدفوعات شور أن تفرض رسوم قدرها لا يتجاوز ٥٠ ريال في حال عدم وصول العمليات إلى هذا المبلغ، ويحق للشركة التغاضي عن هذا المبلغ بما يصب في مصلحة التاجر.</li>
          <li style="margin-bottom: 5px;">رسوم اشتراك: لا يوجد رسوم اشتراك شهرية لاستخدام نظام شور بيلز للمدفوعات الرقمية.</li>
          <li style="margin-bottom: 5px;">رسوم العمليات: يتم احتساب مبلغ ثابت قدره ١ ريال لجميع عمليات الدفع الرقمية، واحتساب ١.٧٠٪ من مبلغ العملية في حال كون العملية مبرمة عن طريق (مدى) أو ٢.٧٠٪ في حال كانت العملية مبرمة عن طريق (فيزا، ماستر كارد، وبطاقات الإئتمان بشكل عام)، ويحق لمدفوعات شور أن تخفض هذه النسبة بناءً على اتفاقها مع التاجر بما يصب في مصلحته. </li>
          <li style="margin-bottom: 5px;">يتم إشعار التاجر عبر الرسائل النصية أو البريد الإلكتروني أو العنوان الوطني بأي تغيير في بنود الاتفاقية ويعتبر عدم الرد خلال ثلاثون يوما من الإرسال موافقة صريحة من قبلكم على التغيير في الشروط والاحكام </li>
          <li style="margin-bottom: 5px;">مدة التسوية: ستتم التسوية (بعد إجراء التفويض البنكي) كل أسبوع في يوم الأربعاء ويتم احتساب مبلغ قدره ٨.٠٥ ريال لكل تسوية. </li>
          <li style="margin-bottom: 5px;">أتعهد أنا الموافق على الشروط بالحرص على استقبال المدفوعات ضمن القواعد التنظيمية الصحيحة للمدفوعات السعودية. </li>
          <li style="margin-bottom: 5px;">شركة مدفوعات شور تملك صلاحية رفض أوامر المدفوعات في أحوال محددة منها إذا كانت عملية المدفوعات تمثل انتهاكًا لأي من التزامات مقدم خدمة المدفوعات بموجب الأنظمة واللوائح.</li>
          <li style="margin-bottom: 5px;">شركة مدفوعات شور تملك الحق في التحقق من الحالة النظامية للعملاء الذين تقدم لهم خدمات المدفوعات، من خلال التحقق من صلاحية الوثائق التعريفية الرسمية.</li>
          <li style="margin-bottom: 5px;">في حال أي تغيير في الحالة النظامية يجب على التاجر إبلاغ شركة مدفوعات شور (مثل السجلات المشطوبة...إلخ(. </li>
          <li style="margin-bottom: 5px;">لا يتم تحويل أي مبالغ بحساب التاجر إذا كان مجموعها أقل من 100 ريال. </li>
          <li style="margin-bottom: 5px;">جميع الأسعار لا تشمل قيمة الضريبة المضافة. </li>
          <li style="margin-bottom: 5px;">للاستفسارات والاقتراحات الرجاء التواصل عبر الوسائل الآتية :</li>
          <ol style="list-style: decimal;padding: 0;margin-inline-start: 1.5rem;margin-bottom: 5px;">
            <li style="margin-bottom: 5px;">Bills@surepay.sa</li>
            <li style="margin-bottom: 5px;">8001110102</li>
            <li style="margin-bottom: 5px;">966558946366 +(واتساب)</li>
          </ol>
        </ul>
      </div><!-- simple_page -->
    </div><!-- container -->
@endsection


@push('footer-scripts')
@endpush
